app/src/cf/Catalogs/Подсчеты.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Catalog>
		<Properties>
			<Name>Подсчеты</Name>
			<Hierarchical>false</Hierarchical>
			<HierarchyType>HierarchyFoldersAndItems</HierarchyType>
		</Properties>
		<ChildObjects>
			<Attribute>
				<Properties>
					<Name>Пользователь</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>250</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>КоличествоПосетителей</Name>
					<Type>
						<v8:Type>xs:decimal</v8:Type>
						<v8:NumberQualifiers>
							<v8:Digits>10</v8:Digits>
							<v8:FractionDigits>0</v8:FractionDigits>
						</v8:NumberQualifiers>
					</Type>
				</Properties>
			</Attribute>
		</ChildObjects>
	</Catalog>
</MetaDataObject>

app/src/cf/CommonForms/ФормаПодсчетаПосетителей/Ext/Form/Module.bsl
&НаКлиенте
Процедура Считать(Команда)
	КоличествоПосетителей = КоличествоПосетителей + 1;
КонецПроцедуры

&НаСервере
Процедура СохранитьПодсчетНаСервере()
	НовыйПодсчет = Справочники.Подсчеты.СоздатьЭлемент();
	НовыйПодсчет.Пользователь = ПараметрыСеанса.ТекущийПользователь;
	НовыйПодсчет.КоличествоПосетителей = КоличествоПосетителей;
	НовыйПодсчет.Наименование = ПараметрыСеанса.ТекущийПользователь;
	НовыйПодсчет.Записать();
КонецПроцедуры

&НаКлиенте
Процедура СохранитьПодсчет(Команда)
	СохранитьПодсчетНаСервере();
	Предупреждение("Подсчет сохранен");
	Закрыть();
КонецПроцедуры
